org/books/done/der_ernahrungskompass.org
:PROPERTIES:
:ID:       51db3d24-8278-485f-ae2b-9765c41ef25c
:END:
#+title: Der Ernährungskompass
#+filetags: book
#+date: 2020-03-01

* Der Ernährungskompass
  :PROPERTIES:
  :FINISHED: 2020-03
  :END:
* Zusammenfassung
> Als der Wissenschaftsjournalist Bas Kast gerade 40-jährig mit
> Schmerzen in der Brust zusammenbrach, stellte sich ihm eine
> existenzielle Frage: Hatte er mit Junkfood seine Gesundheit ruiniert?
> Er nahm sich vor, seine Ernährung radikal umzustellen, um sich selbst
> zu heilen. Doch was ist wirklich gesund? Eine mehrjährige
> Entdeckungsreise in die aktuelle Alters- und Ernährungsforschung
> begann. Was essen besonders langlebige Völker? Wie nimmt man effizient
> ab? Lassen sich typische Altersleiden vermeiden? Kann man sich mit
> bestimmten Nahrungsmitteln „jung essen“? Vieles, was wir für gesunde
> Ernährung halten, kann uns sogar schaden. Aus Tausenden sich zum Teil
> widersprechenden Studien filtert Bas Kast die wissenschaftlich
> gesicherten Erkenntnisse über eine wirklich gesunde Kost heraus. –
> https://www.goodreads.com/en/book/show/38944698-der-ern-hrungskompass][Quelle

* Kapitel 1
** Der Eiweisseffekt
*** Tiere sind auf Proteinsuche bis sie ihren Proteinbedarf gedeckt haben
*** Zu viele Proteine sind auch nicht gut, da sie den Alterungsprozess begünstigen
** Insektenforscher
- Stephen Simpson
- David Raubenheimer
- Forschung
  - Haben herausgefunden, dass Mormonengrille sich gegenseitig fressen wg Proteinbedarf

** Experiment mit Menschen
- Von Rachel Batley
- Proteinhunger sorgt dafür, dass weniger Kohlenhydrate/Fette
  zugeführt werden
- Fehlende Proteine werden durch Kohlenhydrate/Fette kompensiert

** Proteinverdünnung
- Gerade in der Lebensmittelindustrie
- "fettarm heisst nicht Kalorienarm"
- Fett wird durch Kohlenhydrate/Zucker ersetzt
- Nicht Fett ist das Problem

* Kapitel 2
- Forscher
  - Atkins
    - Von ihm stammt die Atkins-Diät
    - Low-Carb
    - So viel essen wie man möchte
    - Proteinanteil: ca. 30%
  - Valter Longo
    - Altersforschung
    - Hat nachgewiesen, dass proteinreiche Ernährung den
      Alterungsprozess beschleunigt
    - Aber bei pflanzlichen Proteinen konnte das nicht nachgewiesen
      werden
  - Larsson et al.
    - Fleischkonsum erhöht Sterblichkeitsrisiko

** mTOR
** Proteine

* Kapitel 3
** Low-Carb
** Low-Fat
** Anmerkungen
- Es gibt keine universelle Losung
- Es kommt immer auf die Kohlenhydrate und Fette an
- Empfohlen wird die Mittelmeerkost
  - spanische Studie dazu von Estruch et al. Im New England Journal of
    Medicine
* Kapitel 4
** Zucker
** Glukose
** Fruktose
** Süßstoffe
** Forscher
- Lewis Cantley
  - Hat zum Thema Fruktose (mTOR auch) geforscht
* Kapitel 5
** Blutzucker
- Hoher Blutzuckerspiegel ist nicht gut, da der Zucker im Blut dazu
  neigt, sich mit dem Eiweiß (z. B. [[id:cd57e6ce-ba1b-4d7c-a559-b8ade35532ad][Hemoglobin]]) im Körper zu verkleben
** Insulinresistenz
** Insulin
* Kapitel 6
** Beispiel Brot
- Mögliche Körner
  - Weizen
  - Roggen
  - Dinkel
- Körner werden gemahlen (ausgepresst)
  - Je mehr gemahlen wird, umso mehr Nährstoffe gehen verloren
  - Es bleibt Stärke übrig
- Typen von Mehl
  - Zahl dahinter gibt an wie nährstoffreich Mehl ist
    - Type 405: 405mg Mineralstoffe / 100g Mehl
  - Beim Vollkornmehl wird der ganze Korn verwendet

** Gluten
** Hülsenfrüchte
- Niedriger GI
- Proteinreich
- Wirken sich positiv auf das Sterblichkeitsrisiko
** Reis
- Enthält Giftstoff Arsen
- Besser vorher waschen
\*\* Grafik von Fardet & Boirie 2014
:PROPERTIES:
:CUSTOM_ID: grafik-von-fardet-and-boirie-2014
:END:


- [[https://blogit.ts.fi/wp-content/uploads/2015/03/Fardet-et-al-Nutr-Reviews-20141.pdf][Associations
between food and beverage groups and majordiet-related chronic
diseases: an exhaustive review of pooled/meta-analyses and systematic
reviews]]

* Kapitel 7
  :PROPERTIES:
  :CUSTOM_ID: kapitel-7
  :END:
  \*\* Milch
  :PROPERTIES:
  :CUSTOM_ID: milch
  :END:

- Besteht aus Glukose und Galaktose
- Galaktose führt zur Verklumpung: Das Sterblichkeitsrisiko steigt
- Die meisten Studien zur Milch sind von der Industrie finanziert
- Fermentierte Milch (Käse, Joghurt etc.) hat genau den gegenteiligen
  Effekt

\*\* Kaffee
:PROPERTIES:
:CUSTOM_ID: kaffee
:END:

- Insgesamt gut fürs Herz

  - Crippa et. al 2014
  - Je. & Giovannucci 2014
  - Gunter et al. 2014

- Wirkung basierend auf 2 Substanzen

  - Erhöht das LDL -Cholesterin
  - Erhöhen Bluttfett
  - Stoffe

    - Cafestol
    - Kahweol

- Positive Wirkung bei Filterkaffee (da die 2 Stoffe gefiltert werden)

\*\* Tee
:PROPERTIES:
:CUSTOM_ID: tee
:END:

- Grüner Tee

  - Enthält Polyphenole

    - Pflanzen schützen sich damit gegen UV-Strahlung
    - EGCG (Epigallocatechin-Gallat)

      - Krebshemmend
      - wachstumsfördernd

* Kapitel 8
  :PROPERTIES:
  :CUSTOM_ID: kapitel-8
  :END:
  \*\* Rapamycin
  :PROPERTIES:
  :CUSTOM_ID: rapamycin
  :END:

- Bakterium, das den Alterungsprozess stoppt
- Deaktiviert mTOR und führt zur Autophagie (Selbstverzehrung)

  - Zelle fängt an, ihren Zellschrott (so genannte Organelle: verklumpte
    Eiweißmoleküle) zu verdauen

\*\* Die Essy-Kost
:PROPERTIES:
:CUSTOM_ID: die-essy-kost
:END:

- Von Dr. Esselstyn

  - Buch: Essen gegen Herzinfarkt

- Mediterrane Kost aber ohne Fette

\*\* Fettsäuren
:PROPERTIES:
:CUSTOM_ID: fettsäuren
:END:

- Bestehen aus einer Kette von 2-30 Kohlenstoffatomen und je 2
  Wasserstoffatome
- Man sagt auch: Die Fettsäure ist mit Wasserstoffatomen gesättigt

\*\*\* gesättigt
:PROPERTIES:
:CUSTOM_ID: gesättigt
:END:

- Lebensmittel

  - Butter
  - Vollmilch
  - Rotes Fleisch
  - Käse

- Merkmale

  - Erhöhen das ungünstige LDL-Cholesterin

- MCT

  - medium-chain triglycerides
  - 6-10 Kohlenstoffatome
  - Sind eher gesund
  - Beispiele: Kokosöl, Käse, Milch, Joghurt

\*\*\* ungesättigt
:PROPERTIES:
:CUSTOM_ID: ungesättigt
:END:

- Einfach

  - Beispiele

    - Olivenöl (10% aus gesättigten und 70%aus einfach ungesättigten
      Fettsäuren)
    - Avocado's
    - Geflügelfleisch
    - Nüsse

  - Sehen aus wie angeknackste Zahnstocher

    - Sind also somit luftiger

- Mehrfach

  - Beispiele

    - Omega-3

      - Fettiger Fisch

    - Omega-6

      - Nüsse
      - Samenkerne
      - Sonnenblumenöl

  - Sind mehrfach geknickt

\*\*\* Transfett
:PROPERTIES:
:CUSTOM_ID: transfett
:END:

- Industrieprodukt
- Versuch aus ungesättigten Fettsäuren auf künstliche Weise zu härten
- Sorgt für Verstopfung von Zellhüllen
- Erhöht das böse LDL-Cholesterin und Triglyceride
- Senkt das gute HDL-Cholesterin
- Führt zu Entzündungen
- Führt zur Insulinresistenz

\*\*\* Olivenöl
:PROPERTIES:
:CUSTOM_ID: olivenöl
:END:

- Oliven haben Schutzstoffe (Phytochemikalien)

  - Diese fallen in die Kategorie der Polyphenole

    - Oleuropein

      - Schmeckt bitter
      - Hemmt [[id:a119386c-9c4c-4b6e-85ac-d5925abf808e][mTOR]]

    - Oleocanthal

      - Sorgt für das Kratzen in der Kehle
      - Dämpft das hochgefahrene Immunsystem auf sanfte Weise
      - Hemmt mTOR

- Ist auch bei hohen Temperaturen ein stabiles Öl

  - Zum Frittieren doch geeignet
  - Gerade die Polyphenole helfen beim Braten dabei, die Entstehung
    Krebserregender Substanzen zu verhindern
  - Siehe auch Forschung von

    - Casal et al. 2010
    - Persson et al. 2003

* Kapitel 9
  :PROPERTIES:
  :CUSTOM_ID: kapitel-9
  :END:
  \*\* Käse
  :PROPERTIES:
  :CUSTOM_ID: käse
  :END:

- Enthält Kalzium

  - Bindet sich im Darm an Fettmolekülen an
  - Darm nimmt weniger Fett auf

- Enthält Vitamin K

  - Wichtig für Bluttgerinnung
  - Schützt Arterien vor Verkalkung
  - Kann aber Gefäße auch entkalken

- Enthält Spermidin

  - Wurde zuerst in Samenzellen isoliert
  - Führt zur Autophagie
  - Weitere gute Quellen

    - Sojabohnen
    - Pilze
    - Erbsen
    - Brokkoli
    - Blumenkohl
    - Äpfel
    - Birnen
    - Salat
    - Vollkornprodukte

* Kapitel 10
  :PROPERTIES:
  :CUSTOM_ID: kapitel-10
  :END:
  \*\* Alaska-Seelachs
  :PROPERTIES:
  :CUSTOM_ID: alaska-seelachs
  :END:

- Gar kein Lachs
- Eher mit Kabeljau verwandt
- Enthält eher wenig Omega-3

\*\* Omega-3
:PROPERTIES:
:CUSTOM_ID: omega-3
:END:

- Gute Quellen

  - Lachs
  - Hering
  - Thunfisch
  - Forelle
  - Sardine
  - Makrele

- Mehrere Unterkategorien

  - EPA
  - DPA
  - DHA

- Wichtig fürs Auge
- Wichtig für diverse Funktionen im Gehirn
- Wirkt entzündungshemmend

* Kapitel 11
  :PROPERTIES:
  :CUSTOM_ID: kapitel-11
  :END:
  \*\* Vitamin D
  :PROPERTIES:
  :CUSTOM_ID: vitamin-d
  :END:

- Präparate in 2 Varianten

  - D2

    - Haut bildet diese Form
    - Auch in Fisch enthalten

  - D3

- Wichtige Funktion: Kalzium in den Körper schleusen
- Dosierung

  - Täglich 1k-2k IE
  - Maximal 4k IE

\*\* Vitamin B12
:PROPERTIES:
:CUSTOM_ID: vitamin-b12
:END:

- B-Vitamine werden von Pflanzen gebildet
- Mit Ausnahme von B12: Wird von Bakterien gebildet
- Dosierung

  - 250 mcg Cyanocobalamin täglich

* Kapitel 12
:PROPERTIES:
:CUSTOM_ID: kapitel-12
:END:
- Allgemein Zusammenhang zwischen Rhythmus, Zeitfenster und wie Kalorien
  verbrannt werden
- Insulinempfindlichkeit ist morgens am höchsten
  - Bester Zeitpunkt um Kohlenhydrate "wegzustecken"
- Idealerweise
  - Kohlenhydrate in der ersten Tageshälfte
  - Nachmittags: Proteine, Salat, Gemüse
  - Abends: fettreiche Lebensmittel (Avocados, Nüsse, Olivenöl, Käse)
- Die Sache mit dem Naschen
  - Zellen werden ununterbrochen mit Nahrung und Energie überschüttet
  - Angefeuert von [[id:dea0d08e-45ba-47ae-9e20-d62450b269ad][Insulin]], [[id:6cb9d33a-d581-4504-ab31-38440604f146][IGF-1]] und [[id:a119386c-9c4c-4b6e-85ac-d5925abf808e][mTOR]] führt das zu Wachstumsmodus
    in der Zelle: die Zelle altert
- Fasten
  - Tipp: Tage vorm Fasten mit einer kohlenhydratarmen, fettreichen Kost
    umstellen
  - Beim Fasten sind die Glykogenspeicher leer
    - Fett muss verbrannt werden

* Der Ernährungskompass - Tipps                                                 :note:
- Allgemein Zusammenhang zwischen Rhythmus, Zeitfenster und wie Kalorien verbrannt werden
- Insulinempfindlichkeit ist morgens am höchsten
  - Bester Zeitpunkt um Kohlenhydrate "wegzustecken"
- Idealerweise
  - [[#Kohlenhydrate][Kohlenhydrate]] in der ersten Tageshälfte
  - Nachmittags: [[#Proteine][Proteine]], Salat, Gemüse
  - Abends: fettreiche Lebensmittel (Avocados, Nüsse, Olivenöl, Käse)
- Die Sache mit dem Naschen
  - Zellen werden ununterbrochen mit Nahrung und Energie überschüttet
  - Angefeuert von [[#Insulin][Insulin]], [[#IGF-1][IGF-1]] und [[#mTOR][mTOR]] führt das zu Wachstumsmodus in der Zelle: die Zelle altert
- [[#Fasten][Fasten]]
  - Tipp: Tage vorm Fasten mit einer kohlenhydratarmen, fettreichen Kost umstellen
  - Beim Fasten sind die Glykogenspeicher leer
    - Fett muss verbrannt werden
