content/books/der_ernahrungskompass.md
+++
title = "Der Ernährungskompass"
date = 2020-03-01
tags = ["book"]
draft = false
+++

## Der Ernährungskompass {#der-ernährungskompass}


## Zusammenfassung {#zusammenfassung}

&gt; Als der Wissenschaftsjournalist Bas Kast gerade 40-jährig mit
&gt; Schmerzen in der Brust zusammenbrach, stellte sich ihm eine
&gt; existenzielle Frage: Hatte er mit Junkfood seine Gesundheit ruiniert?
&gt; Er nahm sich vor, seine Ernährung radikal umzustellen, um sich selbst
&gt; zu heilen. Doch was ist wirklich gesund? Eine mehrjährige
&gt; Entdeckungsreise in die aktuelle Alters- und Ernährungsforschung
&gt; begann. Was essen besonders langlebige Völker? Wie nimmt man effizient
&gt; ab? Lassen sich typische Altersleiden vermeiden? Kann man sich mit
&gt; bestimmten Nahrungsmitteln „jung essen“? Vieles, was wir für gesunde
&gt; Ernährung halten, kann uns sogar schaden. Aus Tausenden sich zum Teil
&gt; widersprechenden Studien filtert Bas Kast die wissenschaftlich
&gt; gesicherten Erkenntnisse über eine wirklich gesunde Kost heraus. –
&gt; <https://www.goodreads.com/en/book/show/38944698-der-ern-hrungskompass>][Quelle


## Kapitel 1 {#kapitel-1}


### Der Eiweisseffekt {#der-eiweisseffekt}


#### Tiere sind auf Proteinsuche bis sie ihren Proteinbedarf gedeckt haben {#tiere-sind-auf-proteinsuche-bis-sie-ihren-proteinbedarf-gedeckt-haben}


#### Zu viele Proteine sind auch nicht gut, da sie den Alterungsprozess begünstigen {#zu-viele-proteine-sind-auch-nicht-gut-da-sie-den-alterungsprozess-begünstigen}


### Insektenforscher {#insektenforscher}

-   Stephen Simpson
-   David Raubenheimer
-   Forschung
    -   Haben herausgefunden, dass Mormonengrille sich gegenseitig fressen wg Proteinbedarf


### Experiment mit Menschen {#experiment-mit-menschen}

-   Von Rachel Batley
-   Proteinhunger sorgt dafür, dass weniger Kohlenhydrate/Fette
    zugeführt werden
-   Fehlende Proteine werden durch Kohlenhydrate/Fette kompensiert


### Proteinverdünnung {#proteinverdünnung}

-   Gerade in der Lebensmittelindustrie
-   "fettarm heisst nicht Kalorienarm"
-   Fett wird durch Kohlenhydrate/Zucker ersetzt
-   Nicht Fett ist das Problem


## Kapitel 2 {#kapitel-2}

-   Forscher
    -   Atkins
        -   Von ihm stammt die Atkins-Diät
        -   Low-Carb
        -   So viel essen wie man möchte
        -   Proteinanteil: ca. 30%
    -   Valter Longo
        -   Altersforschung
        -   Hat nachgewiesen, dass proteinreiche Ernährung den
            Alterungsprozess beschleunigt
        -   Aber bei pflanzlichen Proteinen konnte das nicht nachgewiesen
            werden
    -   Larsson et al.
        -   Fleischkonsum erhöht Sterblichkeitsrisiko


### mTOR {#mtor}


### Proteine {#proteine}


## Kapitel 3 {#kapitel-3}


### Low-Carb {#low-carb}


### Low-Fat {#low-fat}


### Anmerkungen {#anmerkungen}

-   Es gibt keine universelle Losung
-   Es kommt immer auf die Kohlenhydrate und Fette an
-   Empfohlen wird die Mittelmeerkost
    -   spanische Studie dazu von Estruch et al. Im New England Journal of
        Medicine


## Kapitel 4 {#kapitel-4}


### Zucker {#zucker}


### Glukose {#glukose}


### Fruktose {#fruktose}


### Süßstoffe {#süßstoffe}


### Forscher {#forscher}

-   Lewis Cantley
    -   Hat zum Thema Fruktose (mTOR auch) geforscht


## Kapitel 5 {#kapitel-5}


### Blutzucker {#blutzucker}

-   Hoher Blutzuckerspiegel ist nicht gut, da der Zucker im Blut dazu
    neigt, sich mit dem Eiweiß (z. B. [Hemoglobin]({{< relref "../../topics/hemoglobin.md" >}})) im Körper zu verkleben


### Insulinresistenz {#insulinresistenz}


### Insulin {#insulin}


## Kapitel 6 {#kapitel-6}


### Beispiel Brot {#beispiel-brot}

-   Mögliche Körner
    -   Weizen
    -   Roggen
    -   Dinkel
-   Körner werden gemahlen (ausgepresst)
    -   Je mehr gemahlen wird, umso mehr Nährstoffe gehen verloren
    -   Es bleibt Stärke übrig
-   Typen von Mehl
    -   Zahl dahinter gibt an wie nährstoffreich Mehl ist
        -   Type 405: 405mg Mineralstoffe / 100g Mehl
    -   Beim Vollkornmehl wird der ganze Korn verwendet


### Gluten {#gluten}


### Hülsenfrüchte {#hülsenfrüchte}

-   Niedriger GI
-   Proteinreich
-   Wirken sich positiv auf das Sterblichkeitsrisiko


### Reis {#reis}

-   Enthält Giftstoff Arsen
-   Besser vorher waschen

\\\*\\\* Grafik von Fardet &amp; Boirie 2014

:CUSTOM_ID: grafik-von-fardet-and-boirie-2014

-   [[<https://blogit.ts.fi/wp-content/uploads/2015/03/Fardet-et-al-Nutr-Reviews-20141.pdf>][Associations

between food and beverage groups and majordiet-related chronic
diseases: an exhaustive review of pooled/meta-analyses and systematic
reviews]]


## Kapitel 7 {#kapitel-7}

\\\*\\\* Milch

:CUSTOM_ID: milch

-   Besteht aus Glukose und Galaktose
-   Galaktose führt zur Verklumpung: Das Sterblichkeitsrisiko steigt
-   Die meisten Studien zur Milch sind von der Industrie finanziert
-   Fermentierte Milch (Käse, Joghurt etc.) hat genau den gegenteiligen
    Effekt

\\\*\\\* Kaffee

:CUSTOM_ID: kaffee

-   Insgesamt gut fürs Herz
    -   Crippa et. al 2014
    -   Je. &amp; Giovannucci 2014
    -   Gunter et al. 2014

-   Wirkung basierend auf 2 Substanzen
    -   Erhöht das LDL -Cholesterin
    -   Erhöhen Bluttfett
    -   Stoffe
        -   Cafestol
        -   Kahweol

-   Positive Wirkung bei Filterkaffee (da die 2 Stoffe gefiltert werden)

\\\*\\\* Tee

:CUSTOM_ID: tee

-   Grüner Tee
    -   Enthält Polyphenole
        -   Pflanzen schützen sich damit gegen UV-Strahlung
        -   EGCG (Epigallocatechin-Gallat)
            -   Krebshemmend
            -   wachstumsfördernd


## Kapitel 8 {#kapitel-8}

\\\*\\\* Rapamycin

:CUSTOM_ID: rapamycin

-   Bakterium, das den Alterungsprozess stoppt
-   Deaktiviert mTOR und führt zur Autophagie (Selbstverzehrung)
    -   Zelle fängt an, ihren Zellschrott (so genannte Organelle: verklumpte
        Eiweißmoleküle) zu verdauen

\\\*\\\* Die Essy-Kost

:CUSTOM_ID: die-essy-kost

-   Von Dr. Esselstyn
    -   Buch: Essen gegen Herzinfarkt

-   Mediterrane Kost aber ohne Fette

\\\*\\\* Fettsäuren

:CUSTOM_ID: fettsäuren

-   Bestehen aus einer Kette von 2-30 Kohlenstoffatomen und je 2
    Wasserstoffatome
-   Man sagt auch: Die Fettsäure ist mit Wasserstoffatomen gesättigt

\\\*\\\*\\\* gesättigt

:CUSTOM_ID: gesättigt

-   Lebensmittel
    -   Butter
    -   Vollmilch
    -   Rotes Fleisch
    -   Käse

-   Merkmale
    -   Erhöhen das ungünstige LDL-Cholesterin

-   MCT
    -   medium-chain triglycerides
    -   6-10 Kohlenstoffatome
    -   Sind eher gesund
    -   Beispiele: Kokosöl, Käse, Milch, Joghurt

\\\*\\\*\\\* ungesättigt

:CUSTOM_ID: ungesättigt

-   Einfach
    -   Beispiele
        -   Olivenöl (10% aus gesättigten und 70%aus einfach ungesättigten
            Fettsäuren)
        -   Avocado's
        -   Geflügelfleisch
        -   Nüsse

    -   Sehen aus wie angeknackste Zahnstocher
        -   Sind also somit luftiger

-   Mehrfach
    -   Beispiele
        -   Omega-3
            -   Fettiger Fisch

        -   Omega-6
            -   Nüsse
            -   Samenkerne
            -   Sonnenblumenöl

    -   Sind mehrfach geknickt

\\\*\\\*\\\* Transfett

:CUSTOM_ID: transfett

-   Industrieprodukt
-   Versuch aus ungesättigten Fettsäuren auf künstliche Weise zu härten
-   Sorgt für Verstopfung von Zellhüllen
-   Erhöht das böse LDL-Cholesterin und Triglyceride
-   Senkt das gute HDL-Cholesterin
-   Führt zu Entzündungen
-   Führt zur Insulinresistenz

\\\*\\\*\\\* Olivenöl

:CUSTOM_ID: olivenöl

-   Oliven haben Schutzstoffe (Phytochemikalien)
    -   Diese fallen in die Kategorie der Polyphenole
        -   Oleuropein
            -   Schmeckt bitter
            -   Hemmt

        -   Oleocanthal
            -   Sorgt für das Kratzen in der Kehle
            -   Dämpft das hochgefahrene Immunsystem auf sanfte Weise
            -   Hemmt mTOR

-   Ist auch bei hohen Temperaturen ein stabiles Öl
    -   Zum Frittieren doch geeignet
    -   Gerade die Polyphenole helfen beim Braten dabei, die Entstehung
        Krebserregender Substanzen zu verhindern
    -   Siehe auch Forschung von
        -   Casal et al. 2010
        -   Persson et al. 2003


## Kapitel 9 {#kapitel-9}

\\\*\\\* Käse

:CUSTOM_ID: käse

-   Enthält Kalzium
    -   Bindet sich im Darm an Fettmolekülen an
    -   Darm nimmt weniger Fett auf

-   Enthält Vitamin K
    -   Wichtig für Bluttgerinnung
    -   Schützt Arterien vor Verkalkung
    -   Kann aber Gefäße auch entkalken

-   Enthält Spermidin
    -   Wurde zuerst in Samenzellen isoliert
    -   Führt zur Autophagie
    -   Weitere gute Quellen
        -   Sojabohnen
        -   Pilze
        -   Erbsen
        -   Brokkoli
        -   Blumenkohl
        -   Äpfel
        -   Birnen
        -   Salat
        -   Vollkornprodukte


## Kapitel 10 {#kapitel-10}

\\\*\\\* Alaska-Seelachs

:CUSTOM_ID: alaska-seelachs

-   Gar kein Lachs
-   Eher mit Kabeljau verwandt
-   Enthält eher wenig Omega-3

\\\*\\\* Omega-3

:CUSTOM_ID: omega-3

-   Gute Quellen
    -   Lachs
    -   Hering
    -   Thunfisch
    -   Forelle
    -   Sardine
    -   Makrele

-   Mehrere Unterkategorien
    -   EPA
    -   DPA
    -   DHA

-   Wichtig fürs Auge
-   Wichtig für diverse Funktionen im Gehirn
-   Wirkt entzündungshemmend


## Kapitel 11 {#kapitel-11}

\\\*\\\* Vitamin D

:CUSTOM_ID: vitamin-d

-   Präparate in 2 Varianten
    -   D2
        -   Haut bildet diese Form
        -   Auch in Fisch enthalten

    -   D3

-   Wichtige Funktion: Kalzium in den Körper schleusen
-   Dosierung
    -   Täglich 1k-2k IE
    -   Maximal 4k IE

\\\*\\\* Vitamin B12

:CUSTOM_ID: vitamin-b12

-   B-Vitamine werden von Pflanzen gebildet
-   Mit Ausnahme von B12: Wird von Bakterien gebildet
-   Dosierung
    -   250 mcg Cyanocobalamin täglich


## Kapitel 12 {#kapitel-12}

-   Allgemein Zusammenhang zwischen Rhythmus, Zeitfenster und wie Kalorien
    verbrannt werden
-   Insulinempfindlichkeit ist morgens am höchsten
    -   Bester Zeitpunkt um Kohlenhydrate "wegzustecken"
-   Idealerweise
    -   Kohlenhydrate in der ersten Tageshälfte
    -   Nachmittags: Proteine, Salat, Gemüse
    -   Abends: fettreiche Lebensmittel (Avocados, Nüsse, Olivenöl, Käse)
-   Die Sache mit dem Naschen
    -   Zellen werden ununterbrochen mit Nahrung und Energie überschüttet
    -   Angefeuert von , [IGF-1]({{< relref "../../topics/igf_1.md" >}}) und führt das zu Wachstumsmodus
        in der Zelle: die Zelle altert
-   Fasten
    -   Tipp: Tage vorm Fasten mit einer kohlenhydratarmen, fettreichen Kost
        umstellen
    -   Beim Fasten sind die Glykogenspeicher leer
        -   Fett muss verbrannt werden


## Der Ernährungskompass - Tipps {#der-ernährungskompass-tipps}

-   Allgemein Zusammenhang zwischen Rhythmus, Zeitfenster und wie Kalorien verbrannt werden
-   Insulinempfindlichkeit ist morgens am höchsten
    -   Bester Zeitpunkt um Kohlenhydrate "wegzustecken"
-   Idealerweise
    -   in der ersten Tageshälfte
    -   Nachmittags: , Salat, Gemüse
    -   Abends: fettreiche Lebensmittel (Avocados, Nüsse, Olivenöl, Käse)
-   Die Sache mit dem Naschen
    -   Zellen werden ununterbrochen mit Nahrung und Energie überschüttet
    -   Angefeuert von , und führt das zu Wachstumsmodus in der Zelle: die Zelle altert
-   -   Tipp: Tage vorm Fasten mit einer kohlenhydratarmen, fettreichen Kost umstellen
    -   Beim Fasten sind die Glykogenspeicher leer
        -   Fett muss verbrannt werden